[
{"HouseAddress":"37 Corscot Avenue","HousingOption":"Village", "LandlordName":"Abbie Eisig","PastResidentName":"Minne Christin", "Review":"This living space is awesome. I lived here for 3 years. The living space is spacious. There are new appliances. The landlord is available in a  moments notice. She is respectful.","ReviewStars": 4.5,"Latitude":-122.4095,"Longitude":37.7827 },

{"HouseAddress":"4885 Summit Place","HousingOption":"Village","LandlordName":"Jodi Kuban","PastResidentName":"Torin Sproule","Review":"This living space is pretty good. I lived here for 1 year. The space is large. There are new appliances. The landlord is available in a  moments notice. She is respectful. Unfortunately the neighbors make a lot of noise","ReviewStars": 4.2,"Latitude":-122.4095,"Longitude":37.7827 },

{"HouseAddress":"2 Forster Alley","HousingOption":"UPS","LandlordName":"Alice Limmer","PastResidentName":"Asa Fruser","Review":"This area is pretty good to live in. I lived here for only 6 months. The space is nice and large. Unfortunately, the house is very old. The landlord is always unavailable and slow to respond.", "ReviewStars": 2.3,"Latitude":-122.4061,"Longitude":37.7656 },

{"HouseAddress":"27027 Petterle Place","HousingOption":"UPN","LandlordName":"Roslyn Milington","PastResidentName":"Tildy Tideswell","Review":"This area is pretty good to live in. So close to Stonestown mall!!! I lived here for 3 years and had a great time. The space is a bit compact and the house is very old. The landlord is slow to respond. But she is never needed so it’s ok. Live here!!", "ReviewStars": 4.0,"Latitude":-122.4755,"Longitude":37.7255 },

{"HouseAddress":"205 Ronald Regan Trail","HousingOption":"UPS", "LandlordName":"Frederica Labern","PastResidentName":"Avie Elloy","Review":"I love UPS. I lived here for 2 years between 2014-2016 and had a great time. It is nice to be so close to Stonestown mall.","ReviewStars": 5.0,"Latitude":-122.4061,"Longitude":37.7656 },

{"HouseAddress":"1675 Lawn Avenue","HousingOption":"Towers","LandlordName":"Ward Gascoine","PastResidentName":"Husain Caldecourt","Review":"The towers are an awful place to live. I lived here my Junior year for 1 year. There were drunk freshman all over the place reeking havok and being childish. Do not live here unless you are a freshman!!!","ReviewStars": 2.2,"Latitude":-122.4819,"Longitude":37.7237 },

{"HouseAddress":"18822 Sachtjen Center","HousingOption":"Towers","LandlordName":"Farrell Gonzalvo","PastResidentName":"Charlie Gritland","Review":"The towers are a blast! No problems with the living space. Everybody hangs out with everybody. My floor had wine wednesdays. Live here!!!","ReviewStars": 4.8,"Latitude":-122.4819,"Longitude":37.7237 },

{"HouseAddress":"48 Rigney Crossing","HousingOption":"Mary Ward","LandlordName":"Ronda Pietranek","PastResidentName":"Maible Cavell","Review":"Hi, I live in Mary Ward for 6 months and then canceled my lease because it was so awful! My room smelled like marijuana because my neighbors smoked all night and all day. The space is TINY and you have to share a bathroom with the entire floor. DO NOT LIVE HERE","ReviewStars": 0.2,"Latitude":-122.4836,"Longitude":37.7236 },

{"HouseAddress":"4 Clove Avenue","HousingOption":"Towers","LandlordName":"Bennie Tremontana","PastResidentName":"Maryanna St. Pierre","Review":"The towers are great. I lived here for my full 4 year stay at SFSU. I had a problem with the laundry machines once or twice but aside from that everything is great. The landlord responded to me ASAP when I had a problem with the toilet.","ReviewStars": 4.4,"Latitude":-122.4819,"Longitude":37.7237 },

{"HouseAddress":"6 Arrowood Parkway","HousingOption":"Mary Park","LandlordName":"Adorne McGoogan","PastResidentName":"Danella Bretland","Review":"I lived here for 1 year during my freshman year. This space is too small for any human being to live in. I would feel inhumane just allowing a dog to live there, let alone a human..The management was also sooo slow to respond. Avoid living here.","ReviewStars": 1.5,"Latitude":-122.4843,"Longitude":37.7242 },

{"HouseAddress":"39 Artisan Trail","HousingOption":"Park Merced","LandlordName":"Wang Belliss","PastResidentName":"Dieter Whitney","Review":"Hey, I lived here for 2.5 years. This living space grants the tenant the right to be loud and obnoxious constantly. It is a great place to live if you are loud. But if you are quiet, then live somehwere else. The management is also terrible at responding to problems","ReviewStars": 3.9,"Latitude":-122.4810,"Longitude":37.7183 },

{"HouseAddress":"9 Harbort Parkway","HousingOption":"Village","LandlordName":"Matthieu Ouslem","PastResidentName":"Alessandro Benettini","Review":"The village is the place to be if you are an incoming freshman at SFSU. There is a market right outside that is open until 2am, there is a subway as well. The management sucks at fixing issues. But for a student this is a great place to have fun","ReviewStars":3.8,"Latitude":-122.4095,"Longitude":37.7827 },

{"HouseAddress":"1611 Roxbury Pass","HousingOption":"UPS","LandlordName":"Raddy Episcopio","PastResidentName":"Nichole Sedgemond","Review":"I lived in UPS for 3 years and wished I could live there longer! This is the perfect place for a young person to be. The Mexican spot, Dos Charros is awesome! The management will take weeks to respond sometimes which was trash when my sink was malfunctioning","ReviewStars": 3.6,"Latitude":-122.4061,"Longitude":37.7656 },

{"HouseAddress":"9 Golf Avenue","HousingOption":"Towers","LandlordName":"Barnebas Rickis","PastResidentName":"Aldridge Smitham","Review":"I lived here for 2 years. I had problems with the management because they would not fix my refrigerator when it broke.  Management here is trash!! Aside from that it is a nice area and the spot is very spaciuos, especially if you are in college still and do not have a family.","ReviewStars": 4.1,"Latitude":-122.4819,"Longitude":37.7237 },

{"HouseAddress":"7 Bashford Circle","HousingOption":"Village","LandlordName":"Nestor Petersen","PastResidentName":"Joel Cawthron","Review":"The village was very nice to me. It is more spacious than other on campus living. The landlord fixed my toilet immediately when it broke. Live here if you are an incoming freshman","ReviewStars": 4.8,"Latitude":-122.4095,"Longitude":37.7827 },

{"HouseAddress":"73 Ilene Place","HousingOption":"UPN","LandlordName":"Catie Mullin","PastResidentName":"Jsandye Sanney","Review":"I lived in UPN for 9 months. The living space was packed with too many people and it certainly felt like college living. The door broke and the landlord took 3 weeks to fix it! Acceptable for a student but not acceptable for an adult. Only live here if you are a student.","ReviewStars": 3.3,"Latitude":-122.4755,"Longitude":37.7255 },

{"HouseAddress":"3173 Corscot Road","HousingOption":"Park Merced","LandlordName":"Andris Ithell","PastResidentName":"Ely Pownall","Review":"I lived here 18 months. We never had any problems that required the landlord to intervene. The spot is spacious. However, it is very loud. Neighbors bump Drake at 745 in the morning.","ReviewStars": 2.9,"Latitude":-122.4810,"Longitude":37.7183 },

{"HouseAddress":"0631 Charing Cross Junction","HousingOption":"Towers","LandlordName":"Gaby Naismith","PastResidentName":"Pegeen Watkiss","Review":"I lived here for 6 months. It was so loud! Neighbors constantly playing loud gangster music! This sucks. The landlord fixed my toilet when it broke promptly so that was great. But the noise was unbearable. You will not get any sleep in this place.","ReviewStars": 1.5,"Latitude":-122.4819,"Longitude":37.7237 },

{"HouseAddress":"7 Vera Park","HousingOption":"UPN","LandlordName":"Claybourne Tomkiss","PastResidentName":"Lawrence Ebunoluwa","Review":"I lived here for 2 years. It is awesome that it is so close to Stonestown. Aside from that, it is loud, the landlord is unavailable to fix problems and even argues that problems do not exist. I complained about a broken doorknob and he said I should fix it myself! RUDE and probable illegal!","ReviewStars": 2.2,"Latitude":-122.4755,"Longitude":37.7255 },

{"HouseAddress":"57745 Lakeland Way","HousingOption":"UPS","LandlordName":"Anneliese Roglieri","PastResidentName":"Mirabella Anstiss","Review":"Hi y’all. This house rocks! Landlord responded promptly when I had a broken window. The house is spacious. The street is relatively quiet after midnight. Until then there is a reasonable noise level","ReviewStars": 4.6,"Latitude":-122.4061,"Longitude":37.7656 }
]
